Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PaymentConfirmationMessage
source: Your card {0} is on file. To pay with this card, please enter your 2-Step-Verification password.
ar: بطاقتك ⁨{0}⁩ مسجلة مسبقًا. يرجى إدخال كلمة مرور التحقق بخطوتين لتتمكن من استخدامها.
be: Ваша картка {0} была захавана. Каб скарыстацца ёю, увядзіце ваш пароль двухэтапнай праверкі.
ca: S'ha afegit la targeta {0}. Introduïu la contrasenya de la verificació en dos passos per a usar-la.
de: Deine Karte {0} ist bereits gespeichert. Um mit dieser Karte zu bezahlen, tippe dein Passwort der zweistufigen Bestätigung ein.
es: Tu tarjeta {0} está archivada. Para pagar con esta tarjeta, pon tu contraseña de la verificación en dos pasos.
fa: اطلاعات کارت ⁨{0}⁩ شما ذخیره شده است. لطفاً برای پرداخت با این کارت گذرواژه تأیید دو مرحله‌ای خود را وارد نمایید.
fi: Korttisi {0} on tallennettuna. Syötä kaksivaiheisen todennuksen salasanasi maksaaksesi tällä kortilla.
fr: Votre carte {0} est enregistrée. Pour payer, entrez le mot de passe de double authentification.
id: Kartu Anda {0} sudah tersedia. Untuk membayar dengan kartu ini, mohon isi sandi Verifikasi 2 Langkah Anda.
it: La tua carta {0} è registrata. Per pagare con questa carta, per favore inserisci la tua password della verifica in due passaggi.
ko: {0} 카드가 파일에 보관되어 있습니다. 이 카드로 결제하려면 2단계 인증 비밀번호를 입력해 주세요.
ms: Kad anda {0} ada dalam fail. Untuk bayaran dengan kad, sila masukkan kata laluan Verifikasi 2-Langkah anda.
nl: Kaartinformatie {0} is opgeslagen. Geef je 2-staps-verificatie-wachtwoord in om met deze kaart te betalen.
pl: Twoja karta {0} jest zapisana. Aby płacić tą kartą, wprowadź swoje hasło weryfikacji dwustopniowej.
pt_br: Seu cartão {0} está no arquivo. Para pagar com este cartão, insira sua senha da Verificação em Duas Etapas.
ru: У Вас сохранена карта {0}. Чтобы оплатить этой картой, пожалуйста, введите свой пароль двухэтапной аутентификации.
sv: Ditt kort {0} finns lagrat. Ange lösenordet för din 2-stegverifiering för att betala med kortet.
tr: Kartınız {0} dosyasındadır. Bu kartla ödeme yapmak için lütfen İki Adımlı Doğrulama parolanızı girin.
uk: У вас збережено картку {0}. Щоб сплатити цією карткою, введіть пароль двоетапної перевірки.
uz: Sizning {0}kartangiz faylda. Ushbu karta orqali to‘lash uchun ikki bosqichli parolingizni kiriting.
zh_cn: 您曾保存过您的银行卡（{0}）的信息。要使用此卡支付，请输入您的两步验证密码。
zh_tw: 您曾保存過您的銀行卡（{0}）的訊息。要使用此卡支付，請輸入您的兩步驟驗證密碼。

# PaymentConfirmationNewCard
source: Choose a different card
ar: اختيار بطاقة أخرى
be: Выбраць іншую картку
ca: Trieu una targeta diferent
de: Wähle eine andere Karte
es: Elegir otra tarjeta
fa: کارت دیگری را انتخاب کنید
fi: Valitse toinen kortti
fr: Choisir une carte différente
id: Pilih kartu lain
it: Scegli una carta differente
ko: 다른 카드 선택
ms: Pilih kad yang lain
nl: Kies een andere kaart
pl: Wybierz inną kartę
pt_br: Escolher um cartão diferente
ru: Выберите другую карту
sv: Välj ett annat kort
tr: Farklı bir kart seçin
uk: Виберіть іншу картку
uz: Boshqa kartani tanlang
zh_cn: 选择另一张卡
zh_tw: 選擇另一張卡

# PaymentConnectionFailed
source: Unable to reach payment server. Please check your internet connection and try again.
ar: تعذر الوصول إلى خادم الدفع. يرجى التحقق من اتصالك بالإنترنت وإعادة المحاولة.
be: Не ўдалося атрымаць доступ да сервера плацяжоў. Праверце ваша злучэнне з інтэрнэтам і паспрабуйце яшчэ раз.
ca: No s'ha pogut contactar amb el servidor. Comproveu la connexió i torneu a provar-ho.
de: Kann den Zahlungsserver nicht erreichen. Bitte prüfe deine Internetverbindung und versuche es erneut.
es: No es posible acceder al servidor de pago. Por favor, revisa tu conexión a internet y reinténtalo.
fa: دسترسی به سرور پرداخت امکان‌پذیر نیست. لطفاً اتصال اینترنت خود را بررسی کرده و دوباره تلاش کنید.
fi: Maksupalvelimeen ei saada yhteyttä. Tarkista verkkoyhteytesi ja yritä uudelleen.
fr: Serveur de paiement injoignable. Merci de vérifier votre connexion Internet et de réessayer.
id: Tidak dapat menjangkau server pembayaran. Mohon cek koneksi internet Anda dan coba kembali.
it: Impossibile raggiungere il server di pagamento. Per favore controlla la tua connessione a Internet e riprova.
ko: 결제 서버로 연결할 수 없습니다. 인터넷 연결을 확인하고 다시 시도해 주세요.
ms: Tidak dapat menghubungi pelayan pembayaran. Sila periksa hubungan internet anda dan cuba lagi.
nl: Betalingsprovider kon niet worden bereikt, controleer je internetverbinding en probeer het opnieuw.
pl: Nie można nawiązać połączenia z serwerem płatności. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não foi possível encontrar o servidor de pagamento. Verifique sua conexão e tente novamente.
ru: Не удалось соединиться с платёжным сервером. Пожалуйста, проверьте подключение к интернету и попробуйте снова.
sv: Betalningsservern kunde inte nås. Kontrollera din internetanslutning och försök igen.
tr: Ödeme sunucusuna ulaşılamıyor. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Неможливо зʼєднатись із сервером оплати. Перевірте інтернет-зʼєднання і спробуйте ще раз.
uz: To‘lov serveri bilan bog‘lanib bo‘lmadi. Internetingiz ishlayotganligini tekshiring va qayta harakat qiling.
zh_cn: 无法连接到支付服务器。请检查您的互联网连接并重试。
zh_tw: 無法連接到支付服務器。請檢查您的互聯網連接並重試。

# PaymentEmailToProvider
source: Email address will be passed to {0} as billing info.
ar: سيتم إرسال البريد الإلكتروني إلى ⁨{0}⁩ كمعلومات الدفع.
be: У якасці плацежнай інфармацыі адрас электроннай пошты будзе перададзены для {0}.
ca: S'enviarà l'adreça electrònica a {0} com a informació de facturació.
de: E-Mail wird an {0} als Rechnungsinformation weitergeleitet.
es: El correo será entregado a {0} como dato de facturación.
fa: آدرس ایمیل به عنوان اطلاعات صدور قبض به ⁨{0}⁩ منتقل خواهد شد.
fi: Sähköpostiosoite välitetään tarjoajalle {0} maksutietona.
fr: Votre adresse courriel sera transmise à {0} comme information de facturation.
id: Surel akan dikirimkan kepada {0} sebagai info penagihan.
it: L'email sarà usata da {0} come info di fatturazione.
ko: 이메일이 {0} 님에게 결제 정보로서 전달됩니다.
ms: Emel akan dihantar ke {0} sebagai info bayaran.
nl: E-mail wordt doorgegeven aan {0} als factuurinformatie.
pl: Adres e-mail zostanie przekazany do {0} jako informacja rozliczeniowa.
pt_br: O endereço de email será passado ao {0} como informação de faturamento.
ru: В качестве платёжной информации {0} получит данные о Вашей электронной почте.
sv: E-postadressen skickas vidare till {0} som faktureringsinfo.
tr: E-posta adresiniz, fatura bilgisi olarak {0} sağlayıcısına aktarılacaktır.
uk: Е-пошту буде передано до {0} як платіжні дані.
uz: Email {0}ga toʻlov maʼlumoti tariqasida oʻtkaziladi.
zh_cn: 邮箱地址将作为付款信息发送给 {0}。
zh_tw: 郵箱地址將作為付款訊息發送給 {0}。

# PaymentFailed
source: Sorry, the payment was declined.
ar: المعذرة، تم رفض عملية الدفع.
be: На жаль, плацеж быў адхілены.
ca: S'ha rebutjat el pagament.
de: Tut uns sehr leid. Die Zahlung wurde abgelehnt.
es: Lo sentimos, el pago fue rechazado.
fa: متأسفانه پرداخت پذیرفته نشد.
fi: Valitettavasti maksu hylättiin.
fr: Le paiement a été refusé.
id: Maaf, pembayaran gagal.
it: Spiacenti, il pagamento è stato rifiutato.
ko: 죄송합니다. 결제가 거절되었습니다.
ms: Maaf, bayaran ditolak.
nl: Sorry, de betaling werd geweigerd.
pl: Płatność została odrzucona.
pt_br: Desculpe, o pagamento foi recusado.
ru: К сожалению, платёж отклонён.
sv: Beklagar men betalningen avvisades.
tr: Üzgünüz, ödeme reddedildi.
uk: Оплату було відхилено.
uz: Kechirasiz, to‘lov bekor qilindi.
zh_cn: 抱歉，付款被拒绝。
zh_tw: 抱歉，付款被拒絕。

# PaymentInfoHint
source: You paid **{0}** for **{1}**.
ar: لقد دفعت **⁨{0}⁩** مقابل **⁨{1}⁩**.
be: Вы заплацілі **{0}** для **{1}**.
ca: Heu pagat **{0}** per **{1}**.
de: Du hast **{0}** für **{1}** bezahlt.
es: Pagaste **{0}** por **{1}**.
fi: Maksoit **{0}** tuotteesta **{1}**.
fr: Vous avez payé **{0}** pour **{1}**.
it: Hai pagato **{0}** per **{1}**.
ko: **{1}**에 대해 **{0}** 만큼 지불했습니다.
ms: Anda bayar **{0}** untuk **{1}**.
nl: Je betaalde **{0}** voor **{1}**.
pl: Zapłacono **{0}** za **{1}**.
pt_br: Você pagou **{0}** por **{1}**.
ru: Вы оплатили **{0}** за **{1}**.
sv: Du betalade **{0}** för **{1}**.
tr: **{1}** için **{0}** ödediniz.
uk: Ви платите **{0}** за **{1}**.

# PaymentInvoice
source: INVOICE
ar: فاتورة
be: РАХУНАК
ca: FACTURA
de: RECHNUNG
es: FACTURA
fa: صورت‌حساب
fi: LASKU
fr: FACTURE
id: FAKTUR
it: FATTURA
ko: 인보이스
ms: INVOIS
nl: FACTUUR
pl: FAKTURA
pt_br: FATURA
ru: СЧЁТ
sv: FAKTURA
tr: FATURA
uk: РАХУНОК
uz: INVOYS
zh_cn: 发票
zh_tw: 發票

# PaymentNoShippingMethod
source: Sorry, it is not possible to deliver to your address.
ar: المعذرة، لا يمكن التوصيل لعنوانك.
be: На жаль, даставіць тавар на ваш адрас немагчыма.
ca: No és possible fer l'entrega en aquesta adreça.
de: Tut uns sehr leid, leider kann an deine Adresse nichts geliefert werden.
es: Lo sentimos, pero no es posible hacer envíos a tu dirección.
fa: متأسفانه امکان تحویل به آدرس شما وجود ندارد.
fi: Valitettavasti emme voi toimittaa osoitteeseesi.
fr: Il est impossible de livrer à cette adresse.
id: Maaf, alamat pengiriman Anda tidak dapat diproses.
it: Spiacenti, non è possibile consegnare al tuo indirizzo.
ko: 죄송합니다. 회원님의 주소로는 배송해 드리기가 어렵습니다.
ms: Maaf, kami tak dapat hantar ke alamat anda
nl: Sorry, afleveren op jouw adres is niet mogelijk.
pl: Nie ma możliwości dostawy na twój adres.
pt_br: Desculpe, não é possível entregar neste endereço.
ru: К сожалению, доставка по этому адресу невозможна.
sv: Beklagar, det är inte möjligt att leverera till din adress.
tr: Üzgünüz, adresinize teslimat mümkün değil.
uk: Доставка на вашу адресу неможлива.
uz: Kechirasiz, manzilingizga yetkazib berish imkoni yoʻq.
zh_cn: 抱歉，无法配送到您的地址。
zh_tw: 抱歉，無法配送到您的地址。

# PaymentPassword
source: Password & Email
ar: كلمة المرور والبريد الإلكتروني
be: Пароль і электронная пошта
ca: Contrasenya i adreça
de: Passwort & E-Mail
es: Contraseña y correo
fa: گذرواژه و ایمیل
fi: Salasana ja sähköposti
fr: Mot de passe et courriel
id: Kata Sandi & Surel
it: Password e email
ko: 비밀번호 및 이메일
ms: Kata Laluan & Emel
nl: Wachtwoord & E-Mail
pl: Hasło i e-mail
pt_br: Senha & Email
ru: Пароль и почта
sv: Lösenord & e-post
tr: Parola ve E-posta
uk: Пароль та е-пошта
uz: Parol va email
zh_cn: 密码和电子邮箱
zh_tw: 密碼和電郵

# PaymentPasswordEmail
source: Your email address
ar: بريدك الإلكتروني
be: Ваш адрас электроннай пошты
ca: La vostra adreça electrònica
de: Deine E-Mail-Adresse
es: Tu correo
fa: آدرس ایمیل شما
fi: Sähköpostiosoitteesi
fr: Votre courriel
id: Surel Anda
it: Il tuo indirizzo email
ko: 이메일 주소
ms: Emel Anda
nl: Je e-mailadres
pl: Twój adres e-mail
pt_br: Seu endereço de email
ru: Ваша электронная почта
sv: Din e-postadress
tr: E-posta adresiniz
uk: Ваша е-пошта
uz: Email manzilingiz
zh_cn: 您的电子邮箱
zh_tw: 您的電郵

# PaymentPasswordEmailInfo
source: Please enter a valid email address. It is the only way to recover a forgotten password.
ar: فضلًا قم بإضافة بريد إلكتروني صالح، هذه هي الطريقة الوحيدة لاستعادة كلمة المرور المنسية.
be: Увядзіце сапраўдны адрас электроннай пошты. Гэта адзіны спосаб аднавіць забыты пароль.
ca: Introduïu una adreça vàlida. És l'única manera de recuperar una contrasenya oblidada.
de: Benutze bitte eine gültige E-Mail-Adresse. Das ist die einzige Möglichkeit, ein vergessenes Passwort wiederherzustellen.
es: Por favor, pon un correo válido. Es la única forma de recuperar una contraseña olvidada.
fa: لطفاً آدرس ایمیل معتبری را وارد کنید. این تنها راه برای بازیابی یک گذرواژه فراموش شده است.
fi: Lisää voimassa oleva sähköpostiosoitteesi. Se on ainut tapa palauttaa unohtunut salasana.
fr: Merci d'entrer un courriel valide. C'est le seul moyen de récupérer un mot de passe oublié.
id: Mohon masukkan alamat surel yang benar. Ini satu-satunya cara untuk memulihkan kata sandi.
it: Per favore inserisci un'email valida. È l'unico modo per recuperare una password dimenticata.
ko: 정확한 이메일을 입력해 주세요. 잊어버린 비밀번호를 되찾으실 유일한 수단입니다.
ms: Sila masukkan emel sah anda. Ianya adalah cara terbaik untuk mendapat balik kata laluan yang dilupai
nl: Voeg je geldige e-mailadres toe. Het is de enige manier om je wachtwoord te herstellen.
pl: Podaj swój ważny adres e-mail. Jest to jedyny sposób na odzyskanie zapomnianego hasła.
pt_br: Por favor, adicione um email válido. Essa é a única maneira de recuperar uma senha esquecida.
ru: Пожалуйста, добавьте настоящий email. Это единственный способ восстановить аккаунт в случае утраты пароля.
sv: Ange en giltig e-postadress. Det är det enda sättet att återställa ett glömt lösenord.
tr: Lütfen geçerli bir e-posta adresi girin. Unutulan bir parolayı kurtarmanın tek yolu budur.
uk: Додайте вашу дійсну адресу е-пошти. Це єдиний спосіб відновити забутий пароль.
uz: Mavjud boʻlgan email manzilini kiriting. Bu unutilgan parolni tiklashning yagona yoʻli.
zh_cn: 请输入有效的电子邮箱地址。它是您在忘记密码后唯一的恢复途径。
zh_tw: 請輸入有效的電郵地址。它是您在忘記密碼後唯一的恢復途徑。

# PaymentPasswordEmailTitle
source: Recovery email
ar: بريد الاسترداد
be: Эл. пошта для аднаўлення
ca: Adreça electrònica de recuperació
de: Wiederherstellung
es: Correo de recuperación
fa: ایمیل بازیابی
fi: Palautussähköposti
fr: Courriel de récupération
id: Surel Pemulihan
it: Email di recupero
ko: 복구 이메일
ms: Emel pemulihan
nl: Herstel-e-mailadres
pl: E-mail odzyskiwania hasła
pt_br: Recuperar Email
ru: Почта для восстановления
sv: E-postadress för återställning
tr: Kurtarma e-postası
uk: Е-пошта для відновлення
uz: Tiklash emaili
zh_cn: 密码恢复邮箱
zh_tw: 密碼恢復郵箱

# PaymentPasswordEnter
source: Enter a password
ar: أدخل كلمة مرور
be: Увядзіце пароль
ca: Introduïu una contrasenya
de: Passwort eingeben
es: Pon una contraseña
fa: یک گذرواژه وارد کنید
fi: Syötä salasana
fr: Entrez un mot de passe
id: Masukan Kata Sandi
it: Inserisci una password
ko: 비밀번호 입력
ms: Masukkan kata laluan
nl: Wachtwoord invoeren
pl: Wprowadź hasło
pt_br: Insira uma senha
ru: Введите пароль
sv: Ange ett lösenord
tr: Parola girin
uk: Введіть пароль
uz: Parolni kiriting
zh_cn: 请输入密码
zh_tw: 請輸入密碼

# PaymentPasswordInfo
source: Please create a password to protect your payment info. You'll be asked to enter it when you log in.
ar: يرجى إنشاء كلمة مرور لحماية معلومات الدفع الخاصة بك، سيتم طلبها منك في كل مرة تقوم بتسجيل دخولك.
be: Прызначце пароль, каб абараніць вашы плацежныя звесткі. Вам павінна будзе ўвесці яго, калі будзеце ўваходзіць у Telegram.
ca: Creeu una contrasenya per a protegir la informació de pagament. Se us demanarà quan inicieu sessió.
de: Um deine Zahlungsinformationen zu schützen, erstelle bitte ein Passwort. Du brauchst dieses bei der Anmeldung.
es: Por favor, crea una contraseña para proteger tus datos de pago. Será requerida al iniciar sesión.
fa: لطفاً جهت محافظت از اطلاعات پرداخت خود گذرواژه‌ای ایجاد کنید. این گذرواژه هنگام ورود به حساب کاربری از شما پرسیده می‌شود.
fi: Aseta salasana suojataksesi maksutiedot. Sinua pyydetään antamaan se kirjautuessasi.
fr: Créez un mot de passe pour protéger vos informations de paiement. Il sera requis à chaque connexion.
id: Pasang sandi untuk melindungi info pembayaran Anda. Anda akan diminta untuk memasukkannya saat Anda masuk.
it: Per favore crea una password per proteggere le tue info di pagamento. Ti sarà chiesto di inserirla quando accedi.
ko: 결제 정보를 보호하려면 비밀번호를 만들어 주세요. 로그인 할 때 입력하라는 메시지가 나타날 것입니다.
ms: Tolong cipta kata laluan untuk menjaga maklumat pembayaran. Anda akan dikehendaki memasukkannya bila anda log masuk.
nl: Stel een wachtwoord in om je betaalinformatie te beschermen. Tijdens het inloggen vragen we je om dit wachtwoord.
pl: Utwórz hasło, aby chronić swoje informacje o płatności. Zostaniesz poproszony o wprowadzenie go podczas logowania.
pt_br: Por favor, crie uma senha para proteger suas informações de pagamento. Você precisará digitá-la ao fazer login.
ru: Чтобы защитить свою платежную информацию, задайте пароль. Его нужно будет вводить для входа в Ваш аккаунт.
sv: Vänligen skapa ett lösenord för att skydda din betalinfo. Du blir ombedd att ange det när du loggar in.
tr: Lütfen ödeme bilgilerinizi korumak için bir parola oluşturun. Oturum açarken girmeniz istenecektir.
uk: Створіть пароль, щоб захистити ваші платіжні дані. При вході доведеться ввести пароль.
uz: Toʻlov haqidagi maʼlumotlaringizni himoyalash uchun parol yarating. Hisobingizga kirganingizda sizdan uni kiritish soʻraladi.
zh_cn: 请创建一个用于保护您的付款信息的密码。您需要在登录时输入此密码。
zh_tw: 請建立一個用於保護您的付款訊息的密碼。您需要在登入時輸入此密碼。

# PaymentPasswordReEnter
source: Re-enter your password
ar: إعادة إدخال كلمة مرورك
be: Увядзіце пароль яшчэ раз
ca: Torneu a escriure-la
de: Passwort erneut eingeben
es: Repite tu contraseña
fa: گذرواژه خود را دوباره وارد کنید
fi: Syötä salasana uudelleen
fr: Confirmez votre mot de passe
id: Masukan Kembali Kata Sandi Anda
it: Ripeti la tua password
ko: 비밀번호를 다시 입력하세요
ms: Masukkan semula kata laluan anda
nl: Wachtwoord opnieuw invoeren
pl: Powtórz hasło
pt_br: Re-insira sua senha
ru: Повторите пароль
sv: Ange lösenordet igen
tr: Parolanızı tekrar girin
uk: Ще раз введіть пароль
uz: Parolingizni qayta kiriting
zh_cn: 请再次输入您的密码
zh_tw: 請再次輸入您的密碼

# PaymentPasswordTitle
source: Password
ar: كلمة المرور
be: Пароль
ca: Contrasenya
de: Passwort
es: Contraseña
fa: گذرواژه
fi: Salasana
fr: Mot de passe
id: Kata Sandi
ko: 비밀번호
ms: Kata Laluan
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Parola
uk: Пароль
uz: Parol
zh_cn: 密码
zh_tw: 密碼

# PaymentPhoneEmailToProvider
source: Phone and email address will be passed to {0} as billing info.
ar: سيتم إرسال رقم الهاتف والبريد الإلكتروني إلى ⁨{0}⁩ كمعلومات دفع.
be: У якасці плацежнай інфармацыі нумар тэлефона і адрас электроннай пошты будуць перададзены для {0}.
ca: S'enviaran el telèfon i l'adreça electrònica al {0} com a informació de facturació.
de: Nummer und E-Mail werden an {0} als Rechnungsinformation weitergeleitet.
es: El teléfono y correo serán entregados a {0} como datos de facturación.
fa: شماره تلفن و ایمیل به عنوان اطلاعات صدور قبض به ⁨{0}⁩ منتقل خواهند شد.
fi: Puhelinnumero ja sähköpostiosoite välitetään tarjoajalle {0} laskutustietoina.
fr: Votre numéro de téléphone et votre adresse courriel seront transmis à {0} comme informations de facturation.
id: Nomer telepon dan surel akan dikirimkan kepada {0} sebagai info penagihan.
it: Il numero e l'email saranno passati a {0} come info di fatturazione.
ko: 전화번호와 이메일이 {0} 님에게 청구서 정보로서 전달됩니다.
ms: Fon dan emel akan dihantar ke {0} sebagai info bayaran.
nl: Telefoonnummer en E-mail worden doorgegeven aan {0} als factuurinformatie.
pl: Telefon i adres e-mail zostaną przekazane do {0} jako informacja rozliczeniowa.
pt_br: Telefone e email serão passados ao {0} como informação de faturamento.
ru: В качестве платежной информации {0} получит ваш номер телефона и электронную почту.
sv: Telefonnummer och e-postadress skickas vidare till {0} som faktureringsinfo.
tr: Telefon ve e-posta adresi, fatura bilgisi olarak {0} sağlayıcısına aktarılacaktır.
uk: Телефон та е-пошту буде передано до {0} як платіжні дані.
uz: Telefon raqam va email {0}ga to‘lov ma‘lumoti tariqasida o‘tkaziladi.
zh_cn: 电话号码和邮箱地址将作为付款信息发送给 {0}。
zh_tw: 電話號碼和郵箱地址將作為付款訊息發送給 {0}。

# PaymentPhoneToProvider
source: Phone will be passed to {0} as billing info.
ar: سيتم إرسال الرقم إلى ⁨{0}⁩ كمعلومات الدفع.
be: У якасці плацежнай інфармацыі нумар тэлефона будзе перададзены для {0}.
ca: S'enviarà el telèfon a {0} com a informació de facturació.
de: Nummer wird an {0} als Rechnungsinformation weitergeleitet.
es: El teléfono será entregado a {0} como dato de facturación.
fa: شماره تلفن به عنوان اطلاعات صدور قبض به ⁨{0}⁩ منتقل خواهد شد.
fi: Puhelinnumero välitetään tarjoajalle {0} laskutustietona.
fr: Votre numéro de téléphone sera transmis à {0} comme information de facturation.
id: Nomer telepon akan dikirimkan kepada {0} sebagai info penagihan.
it: Il numero sarà usato da {0} come info di fatturazione.
ko: 전화번호가 {0} 님에게 결제 정보로서 전달됩니다.
ms: Fon akan dihantar ke {0} sebagai info bayaran.
nl: Telefoonnummer wordt doorgegeven aan {0} als factuurinformatie.
pl: Telefon zostanie przekazany do {0} jako informacja rozliczeniowa.
pt_br: O telefone será passado para {0} como informação de faturamento.
ru: В качестве платёжной информации {0} получит Ваш номер телефона.
sv: Telefonnumret skickas vidare till {0} som faktureringsinfo.
tr: Telefon numaranız, fatura bilgisi olarak {0} sağlayıcısına aktarılacaktır.
uk: Телефон буде передано до {0} як платіжні дані.
uz: {0} toʻlov axboroti sifatida telefon raqamingizni qabul qiladi.
zh_cn: 电话号码将作为付款信息发送给 {0}。
zh_tw: 電話號碼將作為付款訊息發送給 {0}。

# PaymentPrecheckoutFailed
source: Sorry, the payment was cancelled by the bot.
ar: المعذرة، تم إلغاء عملية الدفع من البوت.
be: На жаль, плацеж быў скасаваны ботам.
ca: El bot ha cancel·lat el pagament.
de: Tut uns sehr leid. Die Zahlung wurde durch den Bot abgebrochen.
es: Lo sentimos, el pago fue cancelado por el bot.
fa: متأسفانه پرداخت توسط ربات لغو شد.
fi: Valitettavasti botti perui maksun.
fr: Le paiement a été annulé par le bot.
id: Maaf, pembayaran telah dibatalkan oleh bot.
it: Spiacenti, il pagamento è stato annullato dal bot.
ko: 죄송합니다. 봇에 의해 결제가 취소되었습니다.
ms: Maaf, bayaran dibatalkan oleh bot.
nl: Sorry, de bot heeft je betaling geannuleerd.
pl: Płatność została anulowana przez bota.
pt_br: Desculpe, o pagamento foi cancelado pelo bot.
ru: К сожалению, бот отменил платёж.
sv: Beklagar, betalningen avbröts av bott.
tr: Üzgünüz, ödeme bot tarafından iptal edildi.
uk: Бот скасував оплату.
uz: Kechirasiz, to‘lov bot tomonidan bekor qilindi.
zh_cn: 抱歉，付款已被此机器人取消。
zh_tw: 抱歉，付款已被此機械人取消。

# PaymentReceipt
source: Receipt
ar: إيصال الدفع
be: Квітанцыя
ca: Rebut
de: Beleg
es: Recibo
fa: رسید
fi: Kuitti
fr: Reçu
id: Nota Pesanan
it: Ricevuta
ko: 영수증
ms: Resit
nl: Betalingsbewijs
pl: Paragon
pt_br: Recibo
ru: Чек
sv: Kvitto
tr: Fatura
uk: Чек
uz: Chek
zh_cn: 收据
zh_tw: 收據

# PaymentShippingAddress
source: Shipping address
ar: عنوان الشحن
be: Адрас дастаўкі
ca: Adreça d'enviament
de: Versandadresse
es: Dirección de envío
fa: آدرس ارسال
fi: Toimitusosoite
fr: Adresse de livraison
id: Alamat Pengiriman
it: Indirizzo di spedizione
ko: 배송주소
ms: Alamat penghantaran
nl: Verzendadres
pl: Adres dostawy
pt_br: Endereço de entrega
ru: Адрес доставки
sv: Leveransadress
tr: Teslimat adresi
uk: Адреса доставки
uz: Yetkazib berish manzili
zh_cn: 配送地址
zh_tw: 配送地址

# PaymentShippingAddress1Placeholder
source: Address 1 (Street)
ar: العنوان 1 (الشارع)
be: Вуліца
ca: Adreça 1 (Carrer)
de: Adresse 1 (Straße)
es: Dirección 1 (calle)
fa: آدرس 1 (خیابان)
fi: Katuosoite 1
fr: Adresse 1 (Rue)
id: Alamat 1 (Jalan)
it: Indirizzo 1 (Via)
ko: 주소 1
ms: Alamat 1 (Jalan)
nl: Adres 1 (Straat)
pl: Adres 1 (ulica)
pt_br: Endereço 1 (Rua)
ru: Адрес 1 (улица)
sv: Adressrad 1 (gatuadress)
tr: Adres 1
uk: Адреса 1 (вулиця)
uz: Manzil 1 (Koʻcha)
zh_cn: 地址行 1（街道）
zh_tw: 地址行 1（街道）

# PaymentShippingAddress2Placeholder
source: Address 2 (Street)
ar: العنوان 2 (الشارع)
be: Нумар будынку і кватэры
ca: Adreça 2 (Carrer)
de: Adresse 2 (Straße)
es: Dirección 2 (calle)
fa: آدرس 2 (خیابان)
fi: Katuosoite 2
fr: Adresse 2 (Rue)
id: Alamat 2 (Jalan)
it: Indirizzo 2 (Via)
ko: 주소 2
ms: Alamat 2 (Jalan)
nl: Adres 2 (Straat)
pl: Adres 2 (nr domu / nr mieszkania)
pt_br: Endereço 2 (Rua)
ru: Адрес 2 (улица)
sv: Adressrad 2 (gatuadress)
tr: Adres 2 (Sokak)
uk: Адреса 2 (вулиця)
uz: Manzil 2 (Koʻcha)
zh_cn: 地址行 2（街道）
zh_tw: 地址行 2（街道）

# PaymentShippingCityPlaceholder
source: City
ar: المدينة
be: Горад
ca: Ciutat
de: Stadt
es: Ciudad
fa: شهر
fi: Kaupunki
fr: Ville
id: Kota
it: Città
ko: 도시
ms: Bandaraya
nl: Stad
pl: Miasto
pt_br: Cidade
ru: Город
sv: Stad
tr: İlçe
uk: Місто
uz: Shahar
zh_cn: 城市
zh_tw: 城市

# PaymentShippingCountry
source: Country
ar: الدولة
be: Краіна
ca: País
de: Land
es: País
fa: کشور
fi: Maa
fr: Pays
id: Negara
it: Paese
ko: 국가
ms: Negara
nl: Land
pl: Kraj
pt_br: País
ru: Страна
sv: Land
tr: Ülke
uk: Країна
uz: Mamlakat
zh_cn: 国家
zh_tw: 國家
